{
  "contents": [
    {
      "contentId": "home-hero",
      "text": [
        "Elextrio Automation",
        "Innovative solutions for industrial automation"
      ],
      "image": "/images/services/service1.jpg"
    },
    {
      "contentId": "about-intro",
      "text": [
        "About Elextrio Automation",
        "We specialize in cutting-edge automation solutions for modern industries"
      ],
      "image": null
    },
    {
      "contentId": "contact-info",
      "text": [
        "Get in touch",
        "We're here to answer your questions and provide expert consultation"
      ],
      "image": null
    },
    {
      "contentId": "home-services-heading",
      "text": [
        "Our Services"
      ]
    },
    {
      "contentId": "home-services-subheading",
      "text": [
        "We offer a comprehensive range of automation solutions tailored to your specific needs."
      ]
    },
    {
      "contentId": "home-section3-heading",
      "text": [
        "Delivering Excellence in"
      ]
    },
    {
      "contentId": "home-section3-subheading",
      "text": [
        "At Elextrio Automation, we specialize in providing cutting-edge industrial automation solutions and custom-built special-purpose machines. Our focus is on delivering value-driven, efficient, and innovative systems tailored to the unique needs of our clients."
      ]
    },
    {
      "contentId": "home-section3-points",
      "text": [
        "Advanced automation technologies tailored to your industry",
        "Custom-built special purpose machines",
        "Robust quality control systems",
        "Efficient production line integration",
        "Smart factory solutions with IoT connectivity"
      ]
    },
    {
      "contentId": "home-stats-projects-value",
      "text": [
        "30+"
      ],
      "image": null
    },
    {
      "contentId": "home-stats-projects-label",
      "text": [
        "Projects Completed"
      ]
    },
    {
      "contentId": "home-stats-projects-description",
      "text": [
        "Successfully delivered automation solutions across industries"
      ]
    },
    {
      "contentId": "home-stats-satisfaction-value",
      "text": [
        "95%"
      ]
    },
    {
      "contentId": "home-stats-satisfaction-label",
      "text": [
        "Client Satisfaction"
      ]
    },
    {
      "contentId": "home-stats-satisfaction-description",
      "text": [
        "Our clients rate our services and solutions highly"
      ]
    },
    {
      "contentId": "home-stats-support-value",
      "text": [
        "24/7"
      ]
    },
    {
      "contentId": "home-stats-support-label",
      "text": [
        "Support"
      ]
    },
    {
      "contentId": "home-stats-support-description",
      "text": [
        "Round-the-clock technical assistance for our clients"
      ]
    },
    {
      "contentId": "about-hero-heading",
      "text": [
        "About Elextrio"
      ]
    },
    {
      "contentId": "about-hero-subheading",
      "text": [
        "Pioneering innovation in industrial automation since 2005"
      ]
    },
    {
      "contentId": "about-story-heading",
      "text": [
        "Our Story"
      ]
    },
    {
      "contentId": "about-story-subheading",
      "text": [
        "At Elextrio Automation, we specialize in providing cutting-edge industrial automation solutions and custom-built special-purpose machines.",
        "Our focus is on delivering value-driven, efficient, and innovative systems tailored to the unique needs of our clients. With expertise in handling small to medium-scale projects, we strive to deliver solutions that are not only reliable but also implementable within six months of project initiation.",
        "Our commitment to utilizing the latest technologies ensures our clients benefit from advanced, future-ready systems that enhance productivity and efficiency. At the core of Elextrio Automation is a belief in simplicity and maintainability, aligning with our vision to deliver smart automation solutions that are easy to operate and maintain.",
        "We pride ourselves on building long-term partnerships with our clients by exceeding expectations through precision engineering, adaptability, and a customer-centric approach. Driven by a team of dedicated professionals, we aim to revolutionize the manufacturing landscape by integrating technology with innovation."
      ]
    },
    {
      "contentId": "about-mission-main-heading",
      "text": [
        "Mission & Vision"
      ]
    },
    {
      "contentId": "about-mission-main-subheading",
      "text": [
        "Guided by our core principles, we strive to deliver excellence in every project."
      ]
    },
    {
      "contentId": "about-mission-heading",
      "text": [
        "Our Mission"
      ]
    },
    {
      "contentId": "about-mission-subheading",
      "text": [
        "To deliver smart, reliable, and maintenance-friendly automation solutions that empower seamless business operations. We are dedicated to transforming challenges into tailored solutions by leveraging cutting-edge technology and a deep understanding of our clients' unique needs.",
        "Our commitment is to provide small to medium-sized projects that bring measurable value within six months of initiation, ensuring rapid impact and tangible results for our clients. With a focus on quality and sustainability, we strive to simplify complex processes, making smart automation systems that are not only efficient but also intuitive to maintain and operate."
      ]
    },
    {
      "contentId": "about-vision-heading",
      "text": [
        "Our Vision"
      ]
    },
    {
      "contentId": "about-vision-subheading",
      "text": [
        "We aim to be the trusted partner in industrial automation by delivering solutions that enable our clients to stay competitive in an ever-evolving market. Through our expertise, agility, and unwavering dedication to customer satisfaction, we help businesses seamlessly integrate automation into their operations.",
        "By bridging the gap between advanced technology and user-friendly systems, we aspire to create long-lasting partnerships and drive the success of our clients, one project at a time. Our vision is to lead the industry in creating automation solutions that are not just technologically advanced but also accessible and practical for everyday use."
      ]
    },
    {
      "contentId": "about-values-heading",
      "text": [
        "Our Core Values"
      ]
    },
    {
      "contentId": "about-values-subheading",
      "text": [
        "These principles guide our actions and decisions every day."
      ]
    },
    {
      "contentId": "about-values-integrity-title",
      "text": [
        "Integrity"
      ]
    },
    {
      "contentId": "about-values-integrity",
      "text": [
        "We conduct our business with honesty, transparency, and ethical practices, building trust with our clients and partners."
      ]
    },
    {
      "contentId": "about-values-innovation-title",
      "text": [
        "Innovation"
      ]
    },
    {
      "contentId": "about-values-innovation",
      "text": [
        "We continuously seek creative and cutting-edge solutions to address complex automation challenges."
      ]
    },
    {
      "contentId": "about-values-dependability-title",
      "text": [
        "Dependability"
      ]
    },
    {
      "contentId": "about-values-dependability",
      "text": [
        "We are reliable partners who deliver on our promises and stand behind our work with unwavering commitment."
      ]
    },
    {
      "contentId": "about-values-excellence-title",
      "text": [
        "Excellence"
      ]
    },
    {
      "contentId": "about-values-excellence",
      "text": [
        "We strive for the highest standards of quality in every aspect of our solutions and services."
      ]
    },
    {
      "contentId": "about-values-resilience-title",
      "text": [
        "Resilience"
      ]
    },
    {
      "contentId": "about-values-resilience",
      "text": [
        "We approach challenges with determination and adaptability, finding solutions where others see obstacles."
      ]
    },
    {
      "contentId": "about-values-customercentricity-title",
      "text": [
        "Customer-Centricity"
      ]
    },
    {
      "contentId": "about-values-customercentricity",
      "text": [
        "We place our clients' success and satisfaction at the heart of every decision and action."
      ]
    },
    {
      "contentId": "services-main-heading",
      "text": [
        "Our Services"
      ]
    },
    {
      "contentId": "services-main-subheading",
      "text": [
        "Comprehensive automation solutions tailored to your industry needs"
      ]
    },
    {
      "contentId": "services-process-heading",
      "text": [
        "Our Process"
      ]
    },
    {
      "contentId": "services-process-subheading",
      "text": [
        "We follow a structured approach to deliver successful automation projects."
      ]
    },
    {
      "contentId": "services-process-steps",
      "text": [
        "Consultation, We begin by understanding your specific needs, challenges, and objectives through detailed discussions and site visits.",
        "Design & Planning, Our team develops a comprehensive solution design, including technical specifications, timelines, and resource requirements.",
        "Implementation, We execute the project according to the approved plan, ensuring quality, safety, and adherence to timelines.",
        "Support & Maintenance, After deployment, we provide ongoing support, training, and maintenance to ensure optimal system performance."
      ]
    },
    {
      "contentId": "services-industries-heading",
      "text": [
        "Industries We Serve"
      ]
    },
    {
      "contentId": "services-industries-subheading",
      "text": [
        "Our automation solutions cater to diverse industrial sectors."
      ]
    },
    {
      "contentId": "services-industries",
      "text": [
        "Manufacturing, Automation solutions for various manufacturing sectors, including discrete and process manufacturing.",
        "Automotive, Specialized automation for automotive component production and assembly operations.",
        "Pharmaceuticals, Precision automation systems compliant with strict regulatory requirements for pharmaceutical production.",
        "Food & Beverage, Hygienic automation solutions for food processing, packaging, and quality control.",
        "Electronics, High-precision automation for electronics manufacturing and assembly processes.",
        "Aerospace, Specialized automation solutions meeting the high standards of the aerospace industry."
      ]
    },
    {
      "contentId": "contact-info-email",
      "text": [
        "info@elextrio.com"
      ]
    },
    {
      "contentId": "contact-info-phone",
      "text": [
        "Main: +91 81238 65073"
      ]
    },
    {
      "contentId": "contact-info-address",
      "text": [
        "32/3B, Arkavathi Layout 3rd Block,",
        "Samphigehalli, Jakkur, Dr. SRK Nagar Post, ",
        "Sampigehalli, Bengaluru, Karnataka 560077, ",
        "India"
      ]
    }
  ]
}